<i>11.11.2023</i></br>
<b>Отзыв о книге «Говори на языке диаграмм. Пособие по визуальным коммуникациям», автор Джин Желязны.</b></br></br>

Это действительно учебное пособие для изучения различных диаграмм, когда и какие применять, очень много примеров.
Прочитала очень быстро, так как картинок ОЧЕНЬ много, особенно в конце.

<b>Начну с минусов:</b></br>
- читать её немного скучновато, как и любой учебник;</br>
- лично для меня было неудобно, что сначал идёт описание графика, а потом только картинка. Как мне кажется, чтобы правильно воспринимать картинку, сначала её хочется увидеть, а потом только прочитать комментарий.</br>
- издание 2007 года. Информация и графики, которые есть в книге, как раз больше подходят для начала ХХ века. Для современного мира подача информации немного устарела.</br>

<b>Плюсы:</b></br>
- полезно почитать как для аналитика, так и для того, кто занимается подготовкой отчета, что-то да найдет каждый для себя;</br>
- читается очень быстро, так как картинок ОЧЕНЬ много, особенно в конце.</br>
- в книге представлены графики, нарисованные в ручную, которые можно использовать в презентации.


